Repository: jucastano6/balidea
Catalog: web/modules/custom/balidea_form/translations/*.po
Languages: es

source: Balidea Form
es: Formulario Balidea

source: you must be logged in to the server
es: Debe estar logueado en el servidor

source: Please type your informative text
es: Por favor ingrese su texto informativo

source: Welcome to Balidea form
es: Bienvenido al formulario Balidea

source: Please type an integer number
es: Por favor ingrese un número entero

source: Send
es: Enviar

source: Your number is a valid integer
es: Su número es un entero válido

source: Your number isn't a valid integer
es: Su número no es un entero válido

source: Your text is valid
es: Su texto es válido

source: Your text isn't valid
es: Su texto no es válido

source: The information has been saved
es: La información se ha guardado

source: Please correct the information and try again
es: Por favor corrija la información e intente de nuevo

source: Informative text:
es: Texto informativo

source: Integer number:
es: Número entero

source: Click to see sitename
es: Click para ver el nombre del sitio
